@title('論壇規則')

@extends('layouts.small', ['disableAds' => false])

@section('small-content')
    <div class="rule">
        <p>本論壇規則 係由「商拓財經有限公司」（以下簡稱本公司）所擬訂，據以營運 優分析 網站及社群交友服務（ 其範圍包括但不限於「免責聲明」、「隱私權條款」）的基本約款，規範 優分析 與用戶的關係。</p>
        <p>於您註冊 優分析 服務的帳號前，請您先完整閱讀並確認您同意本規則的全部內容，如有任何不同意之處，請您切勿使用 優分析 服務；當您完成成為 優分析 會員之註冊程序，作為 優分析 服務的用戶時，代表您已瞭解且同意遵守本規則下示條款：</p>

        <p><strong>一、未成年人保護條款：</strong></p>
        <p>未滿二十歲之未成年人，應與法定代理人（或監護人）共同閱讀、瞭解並同意本服務條款所載之所有內容及其後修改變更後，方得註冊成為會員。當您完成註冊而使用或繼續使用本服務，即推定您與法定代理人（或監護人）已閱讀、瞭解並同意接受本服務條款之所有內容及其後之修改變更。</p>
        <p><strong>二、註冊義務：為了能使用本服務，您同意以下事項：</strong></p>
        <p>(一)註冊時，提供正確、最新及完整的資料。</p>
        <p>(二)請勿重複註冊；</p>
        <p>(三)請勿以第三人名義或以虛偽姓名註冊；</p>
        <p>(四)維持並更新您個人資料，以確保相關資料的正確性、最新性及完整性。</p>
        <p>若您提供任何錯誤、不實或不完整的資料，本公司有權暫停或終止您的帳號，並拒絕您使用本服務之全部或一部。</p>
        <p><strong>三、確保個人會員帳號與密碼義務：請注意！請您秉持誠信完成註冊程序，並有義務維持個人密碼及帳號的機密安全。您同意以下事項：</strong></p>
        <p>(一)您的密碼或帳號發生被盜用或其他安全問題時，請您立即通知本網站；</p>
        <p>(二)每次連線完畢，務必登出您的帳號。</p>
        <p><strong>四、使用者的守法義務及承諾：</strong></p>
        <p>您承諾遵守中華民國相關法規及一切使用網際網路之國際慣例，不得以任何非法目的或以任何非法方式使用本服務。不論您是否為中華民國之使用者皆須遵守相關法令，不得利用本服務從事侵害他人權益或違法之行為，包括但不限於：</p>
        <p>(一)上載、張貼、公布或傳送任何違反公共秩序或善良風俗的文字、圖片或任何形式的檔案於本服務上；</p>
        <p>(二)侵害他人名譽、隱私權、營業秘密、商標權、著作權、專利權、智慧財產權及其他權利；</p>
        <p>(三)違反依法律或契約所應負之保密義務；</p>
        <p>(四)冒名註冊，使用本服務；</p>
        <p>(五)上載、張貼、傳輸或散佈任何含有電腦病毒或任何對電腦軟、硬體產生中斷、破壞或限制功能之程式碼之資料；</p>
        <p>(六)從事散布虛假不實之訊息；</p>
        <p>(七)濫發廣告訊息與違法之多層次傳銷訊息等；</p>
        <p>(八)偽造訊息來源或以任何方式干擾傳輸來源之認定；</p>
        <p>(九)任何涉及騷擾、猥褻、威脅、詐欺、霸凌、侵害他人權益或濫用 優分析 服務之行為;</p>
        <p>(十)其他不適當之行為。</p>
        <p>您若於本網站進行違法或侵害他人之行為，本公司將盡力配合相關執法單位進行調查。</p>
        <p><strong>五、與第三人網站的連結：</strong></p>
        <p>本服務可能會提供其他網站連結。您可能會因此連結至其他業者經營的網站，但不表示本公司與該等業者有任何關係。其他業者經營的網站均由各該業者自行負責，不屬於本公司控制及負責範圍。如遇相關情狀，您可以不瀏覽或者離開該等網站，本公司無須為該等行為，負起任何賠償責任。</p>
        <p><strong>六、智慧財產權保護：</strong></p>
        <p>本網站上所有內容，包括但不限於著作、圖文資訊、網站架構及畫面配置、網頁設計等，均由本公司或其他權利人依法擁有其智慧財產權，包括但不限於商標權、專利權、著作權與專有技術等權利。任何人不得逕自使用、修改、重製、公開傳輸、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯。若您欲引用或轉載本網站內容，除明確為法律所許可者外，必須依法取得本公司或其他權利人的事前書面同意，事後配合註明來源與出處。尊重智慧財產權是您應盡的義務，如有違反，您應對本公司負損害賠償責任。</p>
        <p><strong>七、著作權保護</strong></p>
        <p>本公司尊重他人著作權，亦請您承諾共同尊重他人著作權。若您認為本公司網站中之任何網頁內容或其他使用者使用服務時，已侵害您的著作權，請通知我們，我們將盡速查證排除相關侵害。另外，您使用本服務而涉及侵權情事時，本公司有權暫停或終止您全部或部分服務。</p>
        <p><strong>八、權利人通知義務：</strong></p>
        <p>為維護權利人之權益，權利人得通知排除侵害，以維護權益，例如：針對性不當言論之排除、智慧財產權與著作權之侵害排除等。相關權利人請配合提供以下資訊，以利本公司作業：</p>
        <p>事由：不當內容或侵害事實及相關網址。</p>
        <p>聲明提出之內容為真實，提出人的利害關係，例如：本身為權益人或有權承受排除侵害利益之權利人等。</p>
        <p>聯絡方式：真實姓名或公司名稱(含聯絡人)、電話、地址、電子信箱等。</p>
        <p><strong>九、不得為商業利用</strong></p>
        <p>您同意不對本服務任何部分或本服務之使用或存取，進行重製、拷貝、出售、交易、轉售或作任何商業目的之使用。</p>
        <p><strong>十、服務變更</strong></p>
        <p>本公司保留於任何時點，不經通知隨時修改；或暫時；或永久停止繼續提供本服務（或其任一部分）的權利。您同意本公司對於您或是任何第三方對於任何修改、暫停或停止繼續提供本服務不負任何責任。</p>
        <p><strong>十一、服務的停止或中斷</strong></p>
        <p>您同意本公司有條件停止或中斷提供本服務 ：</p>
        <p>本網站電子通信設備進行必要之保養、維護及進行相關施工時；</p>
        <p>發生突發性之電子通信設備故障時；</p>
        <p>本網站申請之電子通信服務被停止，無法提供服務時；</p>
        <p>因天災、不可抗力之因素或其他不可歸責於本公司致使本網站無法提供服務時。</p>
        <p><strong>十二、會員對本公司之授權</strong></p>
        <p>您同意在網站內自行公開傳輸之資料、所分享之訊息與文章或提供之各種檔案，皆為合法、或具合法授權，且無涉個人隱私，並同意 優分析 蒐集、處理、保存、傳遞並合法授權使用該等資訊，或作成會員統計資料、或進行網路行為之相關研究與調查、或為任何商業性及非商業性用途、或為任何之合法使用等行為，以繼續精進本公司資訊服務內容。</p>
        <p><strong>十三、準據法及管轄法院</strong></p>
        <p>本服務條款之解釋與適用，以及與本服務條款有關會員與本公司間之爭議或糾紛，雙方同意本誠信原則解決之，如有訴訟之必要，應依照中華民國法律處理，並同意以台灣台北地方法院為第一審管轄法院，但若法律對於管轄法院另有強制規定者，仍應依其規定。</p>
        <p><strong>十四、反映與聯絡</strong></p>
        <p>會員如對於 優分析 之以上規則有任何疑問，敬請以
            <a href="https://www.facebook.com/UAnalyze"><i class="fab fa-facebook-square"></i></a> 或
            <a href="mailto:service@uanalyze.com.tw"><i class="fas fa-envelope-square"></i></a> 或
            <a href="tel:+886-2-2747-3447"><i class="fas fa-phone-square"></i></a>
            向 優分析 反映，我們將盡速與您聯絡，謝謝。
        </p>
    </div>
@endsection
