@title('Terms & Conditions')

@extends('layouts.default')

@section('content')
    <div style="color: #393939; font-size: 1.8rem; text-align: center; padding-bottom: 2%; padding-top: 1%;">免責聲明</div>
    <div class="low">

        <p>本聲明 係由「商拓財經有限公司」（以下簡稱本公司）所擬訂，據以營運 優分析 網站及社群交友服務（ 其範圍包括但不限於「免責聲明」、「隱私權條款」）的基本約款，規範 優分析 與用戶的關係。</p>
        
        <p>優分析 UAnalyze 必須特別聲明：投資必有風險，投資人必須謹慎、理性地判讀各種市場資訊並為個人投資決策及其後果負起盈虧責任。</p>    

        <p>優分析 UAnalyze 各項服務係依據公開資訊觀測站、台灣證券交易所與櫃檯買賣中心之資料直接呈現，或綜整；圖表化；工具化等方式呈現，已力求正確與即時。但不保證本網站的效能、速度與安全性，以及資訊內容完整、正確與可靠性等。其可能發生錯誤、遺漏、瑕疵、中斷與延遲等狀況，一切資料仍以公開資訊觀測站、台灣證券交易所與櫃檯買賣中心的資訊為準。如發生相關狀況，本公司不負擔相關之損害賠償及法律責任。</p> 

        <p>本網站所提供之各項資訊服務，包括其他使用者張貼的文章、評論及意見等，皆不具立即性、統一適用性，不應視為任何程度的投資建議，亦不代表本公司立場。相關資訊的真實性、完整性、可信度有賴使用者自行審度，投資人務必多方蒐集資訊參考佐證，自行分析且獨立思考判斷，萬不可直接依賴本網站服務進行投資決策，相關風險應自行承擔。若因此發生直接或衍生之損失，本公司恕不負擔任何損害賠償及法律責任。</p> 

        <p>此外，本公司之關係企業、相關管理人員及董事、以及所屬員工或代理人在法律容許的限度內，不向您承擔以下原因所引發之任何損害：</p> 

        <p>本網站服務之可能錯誤、延遲、遺漏、瑕疵、中斷或停止傳輸；</p> 

        <p>第三方駭客攻擊或藉由本網站服務傳輸惡意軟體、病毒、木馬或類似性質之程式；</p> 

        <p>本網站受託廣告刊登行為，或使用者對廣告商或贊助人所發生的任何交易或行為；</p> 

        <p>本網站對提供服務之範圍與內容，以及相關免責聲明、服務條款、隱私權條款等規範所進行的任何異動之行為（ 例如：一部分或全部性的變更、修改、暫時停止服務、永久停止服務等異動行為）。</p> 

        <p>本網站使用者違反中華民國法律及本網站各項服務條款、承諾、義務與注意事項之行為。</p> 

        <p>會員如對於 優分析 之以上規則有任何疑問，敬請以
            <a href="https://www.facebook.com/UAnalyze"><i class="fab fa-facebook-square"></i></a> 或
            <a href="mailto:service@uanalyze.com.tw"><i class="fas fa-envelope-square"></i></a> 或
            <a href="tel:+886-2-2747-3447"><i class="fas fa-phone-square"></i></a>
            向 優分析 反映，我們將盡速與您聯絡，謝謝。
        </p>
    </div>
@endsection
